{
  "home" : "Home",
  "about": "About Us",
  "search" : "Search",
  "login" : "Login",
  "links" : "Useful Links",
  "contact" : "Contact Us",
  "email" : "Email",
  "phone" : "Phone",
  "cred" : "Paweł Szeliga. Some rights reserved.",
  "media" : "Follow Us",
  "password" : "Password",
  "login2" : "Log in",
  "logerror" : "Invalid login or password",
  "account" : "Create Account",
  "username" : "Username",
  "passerror1" : "Password is required",
  "passerror2" : "Password must be at least 6 characters long and contain at least one number and one special character",
  "emailerror" : "Please enter a valid email",
  "usererror" : "Username is required",
  "logout" : "Logout",
  "profile" : "My Profile",
  "list" : "My Summits",
  "regions" : "Regions",
  "summits" : "Summits",
  "delete" : "Delete",
  "regionList" : "Region List",
  "addRegion" : "Add new region",
  "namePl" : "Polish name",
  "nameEn" : "English name",
  "add" : "Add",
  "cancel" : "Cancel",
  "height" : "Height",
  "prev" : "Previous",
  "next" : "Next",
  "searchSum" : "Search summit...",
  "addSummit" : "Add New Summit",
  "moreInfo" : "More information...",
  "title" : "Title",
  "homeTitle" : "Discover beautiful peaks in Poland",
  "homeDesc" : "Welcome to our Virtual Peak Library! Here you will find a rich database about the most beautiful mountains in Poland, from the majestic Giewont to the picturesque peaks of the Sudetes. Discover, learn and plan your mountain adventures.",
  "optionDesc" : "The most important functionalities of the website :",
  "browsePeaks": "Browse available peaks",
  "addComments": "Add comments to summits",
  "addToList": "Add peaks to your list",
  "viewYourList": "View your favorite summits list",
  "about1" : "Our library of Polish mountain peaks is a hub that connects mountain adventure enthusiasts and nature lovers. We gather knowledge about the highest and most beautiful peaks in Poland, creating a unique source of information for tourists, enthusiasts, and researchers. Our goal is to popularize mountain tourism and educate about its history and cultural significance.",
  "about2" : "We aim to help everyone discover the beauty of Polish mountains, regardless of experience or age. In our library, you will find detailed trail descriptions, stories related to mountain regions, as well as maps and practical tips. We promote responsible tourism and respect for nature, believing that mountains should be accessible to all while being properly protected.",
  "about3" : "Our library is not just a collection of books but also a space for meetings and exchanging experiences. We organize workshops, lectures, and exhibitions that showcase the richness of Polish mountains. By visiting us, you gain access to knowledge you won't find anywhere else and have the opportunity to meet other mountain hiking enthusiasts.",
  "mission" : "Our Mission",
  "visit" : "Why Visit Us"
}